13/data/attachments/f5b96d30c6d55365.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_817dc7dd-d2fb-4e9b-a521-147a13879097</nif:username>
            <nif:friendToBeAdded>Kelly_near_Actions_27088_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>